{
"Iniciar sesión": "Login",
"Mi cuenta": "My account",
"Cerrar sesión": "Logout",
"Pizza Restaurante": "Pizza Restaurant",
"Es una aplicación que permite a grupos de hostelería tener todas sus informaciones en un único lugar siempre actualizadas. Con DIGINI, los usuarios pueden gestionar sus menús, inventarios, pedidos y pagos de manera eficiente y sin problemas.":"It is an application that allows hospitality groups to have all their information in a single, always-updated place. With DIGINI, users can efficiently and seamlessly manage their menus, inventories, orders, and payments.",
"La Pizzetta es una pizzería artesanal que utiliza ingredientes frescos y de alta calidad para crear sus deliciosas pizzas. Con una masa crujiente y sabrosa y una amplia variedad de coberturas, La Pizzetta es el lugar perfecto para disfrutar de una auténtica pizza italiana.":"La Pizzetta is an artisanal pizzeria that uses fresh and high-quality ingredients to create their delicious pizzas. With a crunchy and flavorful crust and a wide variety of toppings, La Pizzetta is the perfect place to enjoy an authentic Italian pizza.",
"Sushi Saki es un restaurante de sushi que ofrece una amplia variedad de rollos de sushi y sashimi, preparados con ingredientes frescos y de alta calidad. Desde el clásico rollo de atún y aguacate hasta opciones más innovadoras como el rollo de langosta y espárragos, Sushi Saki tiene algo para todos los gustos.":"Sushi Saki is a sushi restaurant that offers a wide variety of sushi rolls and sashimi, prepared with fresh and high-quality ingredients. From classic tuna and avocado rolls to more innovative options like lobster and asparagus rolls, Sushi Saki has something for everyone's taste.",
"Brunch and munch es un restaurante de brunch que ofrece una amplia variedad de opciones para satisfacer todos los gustos. Desde los clásicos huevos benedictinos y waffles belgas hasta opciones más creativas como los tostados de aguacate y los burritos de desayuno, brunch and munch es el lugar perfecto para comenzar el día con energía.":"Brunch and Munch is a brunch restaurant that offers a wide variety of options to satisfy every taste. From classic eggs benedict and Belgian waffles to more creative options like avocado toasts and breakfast burritos, Brunch and Munch is the perfect place to start your day with energy.",
"Platos":"Plates",
"Bebidas":"Drinks",
"Abrimos todos los días de 12:00 a 23:00.": "We are open every day from 12:00 to 23:00.",
"Consulta Google Maps para obtener información detallada.": "Check Google Maps for detailed information.",
"¿Cómo podemos ayudarte?":"How we can help you?",
"Crear Producto":"Create Product",
"Nombre": "Name",
"Número de Teléfono": "Phone number",
"Fecha de reserva": "Reservation Date",
"Por favor seleciona una fecha válida": "Please select a valid date",
"Correo electrónico":"E-mail address",
"tuCorreo@email.com":"yourEmail@email.com",
"Descripción":"Description",
"Enviar":"Submit",
"Por favor seleccione una fecha correcta":"Please select a valid date",
"Por favor utilice el formato correcto de e-mail":"Please use the correct format email@email.com",
"El teléfono tiene que tener por lo menos 9 cifras":"Phone number should contain at least 9 numbers"
}



